Revit 2027 API
ExportFontTable Constructor
 Constructs a new ExportFontTable with default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExportFontTable()
Public Sub New
public:
ExportFontTable()
new : unit -> ExportFontTable
See Also
Reference
ExportFontTable Class
Autodesk.Revit.DB Namespace